tap "homebrew/bundle"
brew "act"
brew "python"
brew "awscli"
brew "azure-cli"
brew "cmake"
brew "composer"
brew "coreutils"
brew "dive"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "llvm"
brew "lua"
brew "luarocks"
brew "mongodb-atlas-cli"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk"
brew "operator-sdk"
brew "pinentry-mac"
brew "ripgrep"
brew "rust"
brew "tig"
brew "wget"
brew "yq"
cask "1password"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "ngrok"
cask "rar"
cask "slack"
cask "spotify"
cask "visual-studio-code"
